git
base-devel
alacritty
fish
nano-syntax-highlighting
man-db
man-pages
alsa-utils
pulseaudio-alsa
pavucontrol
mpd
mpc
xdg-user-dirs
picom
nitrogen
rofi
arandr
nemo
nemo-fileroller
neofetch
ranger
pulsemixer
network-manager-applet
papirus-icon-theme
arc-gtk-theme
inter-font
lxappearance-gtk3
lxsession
